Tekla.Structures.Drawing.CannotInsertDrawingException
The CannotInsertDrawingException class defines the exception
that is thrown when a user tries to insert a drawing
when another drawing is active.

Tekla.Structures.Drawing.CannotInsertDrawingException.#ctor(System.String)
Creates a new cannot insert drawing exception instance.
Message: The exception message.

Tekla.Structures.Drawing.CannotInsertDrawingException.#ctor(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Initializes a new instance with serialized data.
info: The object that holds the serialized object data.
context: The contextual information about the source or destination.